Repository: FRodrigues21/GifSearch
Catalog: GifSearch/MultilingualResources/GifSearch.*.xlf
Languages: cs, de, es, fr

# Appbar_Copy.Label
source: Copy link
cs: Kopírovat link
de: Kopieren link
es: Copiar link
fr: Copier link

# Appbar_Favorite.Label
source: Favorite
cs: Oblíbit
de: Favorisieren
es: Favorito
fr: Favori

# Appbar_Play.Label
source: Play / Pause
cs: Přehrát / Zastavit
de: Abspielen / Pause
es: Reproducir / Pausar

# Appbar_Rate.Label
source: Rate the app
cs: Ohodnotit aplikaci
de: App bewerten
es: Evalúar la aplicación
fr: Évaluer l'application

# Appbar_Support.Label
source: Support
cs: Uložit
de: Hilfe
es: Soporte

# DialogFirst_Button1
source: To the app! Quickly!
cs: Do aplikace! Rychle!
de: Zur App! Schnell!
es: A la aplicación! Rápido!
fr: Vers l'app! Vite!

# DialogFirst_Button2
source: Review the app now!
cs: Ohodnoťte aplikaci nyní!
de: App jetzt bewerten!
es: Evaluar la aplicación ahora!
fr: Évaluer l'application maintenant!

# DialogFirst_Title
source: What's new in gif Search?
cs: Co je nového v gif Search?
de: Was gibt's neues in gif Search?
es: Qué hay de nuevo en gif Search?
fr: Quoi de neuf dans on gif Search?

# DialogSecond_Content
source: I hope you are enjoying using the app... Would you like to give some time to rate and review this application to help us improve?
cs: Doufám, že se Vám líbí tato aplikace... Nechtěli byste ji ohodnotit a pomoci nám ji zlepšit?
de: Ich hoffe dir gefällt die App. Hättest du einen Moment Zeit, um eine Bewertung zu hinterlassen?
es: Espero que usted está disfrutando de la aplicación... ¿Te gustaría dar algún tiempo para calificar y calificar esta aplicación para ayudarnos a mejorar?
fr: J'espère que vous aimez utiliser l'app... Souhaitez-vous prendre un peu de temps pour noter et évaluer cette application pour nous aidez à l'améliorer?

# DialogSecond_Title
source: Thank you very much!
cs: Děkuji mnohokrát!
de: Vielen Dank!
es: Muchas gracias!
fr: Merci beaucoup!

# DialogThird_Button3
source: Cancel
cs: Zavřít
de: Abbrechen
es: Cancelar
fr: Annuler

# DialogThird_Content
source: Most Windows Phone apps don't support GIF images at the moment You may try to download the GIF as .mp4 in order to share it! If you only wan't to store it to view later, select .gif"
cs: Většina aplikací pro Windows Phone nyní nepodporuje GIF obrázky. Můžete zkusit stáhnout tento GIF jako .mp4 abyste to mohli sdílet! Pokud to pouze chcete uložit k prohlédnutí později, vyberte ".gif".
de: Die meisten Windows Phone Apps unterstützen im Moment keine GIF Grafiken
es: La mayoría de las apps de Windows Phone no admiten imágenes GIF. En el momento puedes probar descargar el GIF como .mp4 para compartir! Si sólo quieres almacenar la imagen para ver más adelante, selecciona gif.
fr: Beaucoup d'apps Windows Phone ne supportent pas les images GIF actuellement Vous devriez essayer de télécharger le GIF en format .mp4 pour le partager! Si vous voulez juste le stocker pour le regarder plus tard, sélectionnez .gif

# DialogThird_Title
source: Downloading a gif
cs: Stahuji gif
de: GIF herunterladen
es: Descargando un GIF
fr: Téléchargement d'un gif

# Error_description.Text
source: Seems like you have no Internet connection...
cs: Zdá se, že nejste připojený k internetu...
de: Sieht so aus als hättest du keine Internet-Verbindung…
fr: Il semblerait que vous n'avez pas de connexion Internet...

# Error_solution.Text
source: Fix the problem then hit refresh!
cs: Vyřešte problém a stiskněte obnovit!
de: Bitte behebe die Fehler und klicke Aktualisieren!
es: Soluciona el problema después prime actualizar!
fr: Réglez le problème, puis rafraîchissez!

# FavoritesMessage_Loading
source: Loading your Favorites GIF list...
cs: Načítám seznam Vašich oblíbených GIFů...
de: Lade deine Favoriten GIF-Liste…
es: Cargando tus GIF favoritos...
fr: Chargement de votre liste de GIF favoris...

# Favorites_Tab.Label
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Favoris

# SearchMessage_Loading
source: Loading Search GIF list...
cs: Načítám...
de: Lade GIF-Liste…
es: Cargando tus GIF favoritos...
fr: Chargement de la liste de recherche de GIF

# Search_Box.Text
source: Search by keyword, text or tag
cs: Hledejte dle klíčového slova, textu nebo tagu
de: Suche nach Stichwort, Text oder Tag
es: Búsqueda por palabra clave, texto o tag
fr: Chercher par mot-clé, texte ou tag

# Search_Tab.Label
source: Search
cs: Hledat
de: Suche
es: Búsqueda
fr: Chercher

# Support_Description.Text
source: Feedback really matters, so if you have any suggestion or you have encountered any problem use the form below! You can also use it to contact the developer.
cs: Zpětná vazba je opravdu důležitá, pokud máte nějáké náměty na zlepšení nebo jste narazili na jakákoli problém, použijte prosím formulář dole. Můžete ho také použít pro kontaktování vývojaře.
de: Feedback ist wirklich wichtig. Wenn du also irgendwelche Vorschläge oder Probleme hast dann lass es uns wissen! Du kannst dadurch auch den Entwickler kontaktieren.
es: Tus comentarios realmente importan, así que si tienes cualquier sugerencia o si has encontrado cualquier problema usa el siguiente formulario! También contactarte con el desarrollador.
fr: Donner un feedback compte vraiment, si vous avez une suggestion ou que vous rencontrez un problème, utilisez le formulaire ci-dessous! Vous pouvez aussi l'utiliser pour contacter le développeur.

# Support_Email.Text
source: Contact Email
cs: Kontaktní Email
de: Email Adresse
es: Email de contacto
fr: Contacter par email

# Support_Message.Text
source: Message
cs: Zpráva
de: Nachricht
es: Mensaje

# Support_Name.Text
source: Name
cs: Jméno
es: Nombre
fr: Nom

# Support_Note.Text
source: After clicking submit you will be redirected to your default email app.
cs: Po kliknutí na odeslat budete přesměrováni do Vašeho výchozího emailového klienta.
de: Nach dem Klick auf Senden wird die Standard E-Mail App geöffnet.
es: Una vez pulsado enviar será redirigido para su aplicación de email.
fr: Après avoir cliqué soumettre, vous serez redirigé vers votre application de mail par défaut

# Support_Subject.Text
source: Subject
cs: Předmět
de: Betreff
es: Tema
fr: Thème

# Support_Submit.Content
source: Submit
cs: Odeslat
de: Senden
es: Enviar
fr: Soumettre

# Support_Title.Text
source: SUPPORT
cs: PODPORA
de: HIFLE
es: SOPORTE

# TrendingMessage_CopySuccess
source: Link copied to clipboard, go share it!
cs: Odkaz zkopírováný do schránky, běžte ho sdílet!
de: Link in Ziwschenablage kopiert, du kannst ihn jetzt teilen!
es: Link copiado para el portapapeles, compártelo!
fr: Lien copié vers le presse-papier, partagez le!

# TrendingMessage_FavAdd
source: GIF added to the favorites list!
cs: GIF byl přidán do Vašeho seznamu oblíbených.
de: GIF zu Favoriten hinzugefügt!
es: GIF añadido a tus favoritos!
fr: GIF ajouté à la liste de favoris!

# TrendingMessage_FavRem
source: GIF removed from the favorites list!
cs: GIF byl odstraněn ze seznamu oblíbených.
de: GIF von Favoriten entfernt!
es: GIF eliminado de tus favoritos!
fr: GIF supprimé de la liste de favoris!

# TrendingMessage_Loading
source: Loading Trending GIF list...
cs: Načítám Trendy GIFy...
de: Lade angesagte GIFs...
es: Cargando los GIF populares...
fr: Chargement de la liste de GIF populaires...

# Trending_Tab.Label
source: Trending
cs: Trendy
es: Popular
fr: Populair

# Appbar_Save.Label
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
